{
    "https://chandigarh.gov.in/sites/default/files/updation2025/anhu25-1687-2305.pdf": "Chandigarh Administration\n Department of Animal Husbandry & Fisheries\n (Phone:0172-2700092/website:http://www.chdanimalhusbandry.gov.in/Email:Jdahus-chd@nic.in)\n O/O JOINT DIRECTOR, GOVT. VETERIANRY HOSPITAL(BEHIND KIRAN CINEMA) SECTOR-22 C, CHANDIGARH-160022\n\n PUBLIC NOTICE\n\n Applications are invited from willing & eligible officers of Central Government or State Government or Union\nTerritories, having requisite qualification and experience to fill up one post of Veterinary Officer(Group ‘A’) in Department of\nAnimal Husbandry & Fisheries, UT of Chandigarh on deputation basis in the Pay Level 10 (Rs.56100-177500) as per 7th Pay\nCommission as detail below:-\nSl. Name of No. of Educational Qualification/ experience and other requirement as Max. Age\nNo. Post Post per RR Limit\n1 Veterinary 01 Deputation: Officers from Central/State Government/Union 56\n Officer Territories-\n (i)Holding analogous posts on regular basis in the parent\n cadre/department: and\n (ii) Possessing the educational and other qualifications\n Educational and other qualifications\n Essential (i) A recognised bachelor degree in Veterinary science and\n Animal Husbandry of five years duration from a recognized\n University of equivalent\n (ii)should have completed compulsory rotation internship of six\n months\n (iii) should be registered with Indian Veterinary Council or State\n Veterinary Council.\nAdditional Terms and Conditions (Subject to revision of terms and conditions as per Chandigarh Administration/GOI\nfrom time to time) as per Chandigarh Administration, Deptt. of personnel, letter No. 28/116/94-IH(7)-2025/4045\ndated:25.3.2025 & GOI, Ministry of Personnel, PG & Pensions, DoPT No.DOPT-1726140763694 Dated 28 March, 2024\n1 Tenure Three years in the first instance and to be extended or reduced\n according to requirement.\n2 Exercise of option An employee appointed on deputation/foreign service, may elect to\n draw either the pay in the Level (in the Pay Matrix)/Scale of pay of\n deputation/foreign service post or his/her basic pay in the parent cadre\n plus Deputation (Duty) Allowance thereon plus Personal Pay, if any\n3 Allowances mutual consent of the lending and borrowing organization\n4 T.A., Joining time and Transfer T.A. According to the Rules of Government to which deputed i.e.\n Chandigarh Administration.\n5 Leave An officer on deputation service shall be regulated by the Leave Rules\n of the parent organization\n6 Leave Salary and pension The allocation of leave salary and pension charge payable by this\n contribution Administration will be regulated under the rules of the parent\n Government.\n The eligible officers should apply for the aforesaid post and also forward their applications through their\ndepartment. While forwarding the applications of the eligible officers, the concerned department should furnish the following\ndocuments & certificates:\n (i) The application/Bio-data on prescribed pro",
    "https://chandigarh.gov.in/sites/default/files/updation2025/crest25-pm1806.pdf": " Chandigarh Renewable Energy and Science & Technology Promotion Society\n (CREST) Paryavaran Bhawan, 4th Floor, Madhya Marg, Sector- 19-B,\n Chandigarh-160019.\n\n RECRUITMENT NOTICE\n\n Adv./CREST/2025-26/I(A)\n\n This is in continuation to earlier advertisement No. Adv./CREST/2025-26/I\npublished in various newspaper on dated 17.06.2025 to fill up the post of Project\nManager (Retiree) (Purely on contract basis initially for One Year) in the Solar City Cell of\nthe Chandigarh Renewable Energy and Science & Technology Promotion Society\n(CREST), U.T., Chandigarh, the last date to submit the application is hereby extended to\n25.07.2025. The candidate must have retired from Govt. Sector having following\neducational qualification & experience on consolidated contractual amount mentioned\nbelow and the details of the earlier published advertisement are as following:-\n\n Name &\nSr. No. of Age Educational Qualifications & Consolidated Contractual\n Nature of the\nNo Posts (in years) Experience amount per month (`)\n post\n Consolidated Contractual Amount\n as per Circular No.28/10/94-IH(7)-\n B.E./ B. Tech. 2022/10164 dated 30.06.2022\n 1. Project One Upto 64 Experience in Power Sector / issued by Deptt. of Personnel, UT,\n Manager years\n Renewable Energy Sector Chandigarh and No increment and\n Dearness Allowance shall be\n allowed during the term of contract\n\nHow to Apply:- Interested Candidates possessing aforesaid qualification & experience may\nsubmit their application duly filled in the prescribed format along-with Two Photographs, self\nattested photocopies of all Educational Qualifications Certificates along-with Detailed Mark\nSheets (starting from Matric), Degrees & Experience Certificates clearly mentioning the\nrequired experience and proof of last drawn salary from Govt. Sector.\nFormat can be downloaded from the website of CREST www.solar.chd.gov.in on News and\nUpdates Section, or from the website of Chandigarh Administration or can be obtained from\nthe office on any working day. Applications should reach in the office of Chandigarh\nRenewable Energy and Science & Technology Promotion Society (CREST), Paryavaran\nBhawan, 4th Floor, Madhya Marg, Sector-19-B, Chandigarh -160019 by 25.07.2025. On the\nenvelope the post applied should be clearly mentioned as “Application for the post of “Project\nManager”\n\nThe incomplete applications, applications received through email, application not in the\nprescribed format, applications without experience certificates (wherever required) and proof\nof last down salary, applications without mentioning the post applied on envelope and\napplications received after the due date will not be entertained & summarily rejected.\nMaximum age will be determined as on date of publication of the advertisement.\n\nThe venue, date & time of Interview will be intimated to only eligible candidates later on. No\nDA/TA shall be paid for the attending the Interview.\n\n Chief Executive Officer,\n CREST, Chandigarh\n\n Advertisement & Form-1\n APPLICATION FORM FOR THE POST OF PROJECT MANAGERT\n\n Serial No. _______\n\n CHANDIGARH RENEWABLE ENERGY AND SCIENCE & TECHNOLOGY\n PROMOTION SOCIETY (CREST)\n PARYAVARAN BHAWAN, 4th FLOOR, SECTOR 19-B, CHANDIGARH\n\n1. Name of Applicant (in capital): ...………………………………….\n\n2. Father’s/Husband’s Name: .………..……………………………… Paste here latest\n passport size\n3. Date of Birth: .……………… Place of Birth: …………………… photograph\n\n4. Nationality: ………………… Marital Status: .……………………\n\n5. Permanent Address (in capital): …………………………………………………\n\n……………………………………………………………………………………………….\n\n6. Present Correspondence Address (in capital): …………………………………\n\n………………………………………………………………………………………………..\n\n7. Contact No. (Mob.) …………………………... E-mail……………………………\n\n8. Educational Qualification: (Please attach self attested copies of DMC along-with\n original application)\n\nSr. Examination Stream University/Board Subjects Year of Marks %age\nNo. Passing obtained/ Division/\n Total Grade\n marks\n 1 10th\n\n 2 12th\n\n 3\n\n 4\n\n Advertisement & Form-2\n9. Professional Experience:-\n\nName & Designation Period Experience Nature of job Salary\nAddress of From To (if required\nEmployer attached extra\n sheet\n\n10. List of Enclosures:-\n\n1. ___________________ 2. ______________________ 3. _________________\n\n4. ___________________ 5. ______________________ 6. _________________\n\n7. ___________________ 8. ______________________ 9. _________________\n\n11. Any other information:-\n…………………………………………………………………………\n\n……………………………………………………………………………………………….\n\n12. Declaration: I solemnly declare that:-\n (i) That foregoing information is complete and correct. I am not aware of any\n circumstances which may impair my fitness for employment in the\n Chandigarh Renewable Energy and Science & Technology Promotion\n Society.\n (ii) I have never been dismissed either from Government, Public or Private\n Organization Service.\n (iii) I have never been prosecuted, kept under detention or bound down / fined,\n convicted by the Court of Law for any offence.\n\nPlace: ……………………\nDated: ………………….. Signature of Applicant\n\n Advertisement & Form-3\n",
    "https://chandigarh.gov.in/sites/default/files/updation2025/env25-pa2-2805.pdf": " DEPARTMENT OF ENVIRONMENT\n\n CHANDIGARH ADMINISTRATION\n 3\" Floor, Paryavaran Bhawan,\n Sector 19-B, Madhya Marg, Chandigarh.\n\n Ph.No.0172-2700065\n\n The Department of Environment, Chandigarh Administration invites\napplication for the following posts under the project titled “Establishment of Climate Change\nCentre/Cell in U.T., Chandigarh” under the National Mission of Strategic Knowledge of\nClimate Change (NMSKCC) to the Ministry of Science & Technology, Govt. of India, New\nDelhi on contract basis initially upto 31.03.2026 (likely to extendable).\n\n The eligible candidates for the following posts can apply in the prescribed\nproforma which can be downloaded from the website http://chandigarhenvis.gov.in &\nchandigarh.gov.in. The application in the prescribed proforma with self attested copies of\nthe testimonial alongwith 2 (Two) self addressed envelope duly affixed through\nspeed/registered post, postal stamp should reach this office by 17.06.2025 upto 5:30pm. The\napplication form should be superscripted with the name of the post applied for. Incomplete\napplication form or application received after due date shall not be entertained. Only short\nlisted candidates will be called for interview.\n\n S.No. | Position Essential Qualification Upper Age} Monthly\n\n Limit Emoluments (Rs.)\n\n (Years)\n\n 1. Project i. Master’s Degree in Natural or 35 i. 35,000/- +\n Associate-II Agricultural Sciences/MVS_ or HRA to\n (02 posts) bachelor’s degree in Engineering Scholars who\n or Technology or Medicine from are selected\n a recognized University or through\n equivalent; and a.) National\n ii. 2 years experience in Research Eligibility\n and Development in Industrial Tests- CSIR-\n and Academic Institutions or UGC-NET\n Science and Technology including\n Organizations and Scientific lectureship\n Activities and Services (Assistant\n Professorship)\n or GATE or\n b.) A selection|\n process through\n Desirable:- National level\n (1) Specialization in examinations\n Information Technology conducted by\n (One Post) Central\n (ii) Specialization in Government\n Environment Science Departments\n (One Post) with and their\n knowledge of GIS Agencies and\n Institutions.\n\n ii. 28,000/- +\n HRA for others'\n\n who do not fall\n under (i) above.\n _ a aa\n DIRECTOR BRING MENT\n",
    "https://chandigarh.gov.in/sites/default/files/updation2025/ce25-deputcivil-0707.pdf": " CHIEF ENGINEER\n ENGINEERING DEPARTMENT,UNION TERRITORY, CHANDIGARH\n 1ST FLOOR, DELUXE BUILDING, SECTOR-9-D,\n CHANDIGARH-160009\n TELEPHONE NO.0172 2740091, 2740192 FAX 0172 2740276\n e-mail id : ce-chd@nic.in\n\n VACANCY CIRCULAR\n\n The Engineering Department, Union Territory,\nChandigarh intends to fill up the following vacancies by deputation basis\nin terms of the eligibility criteria mentioned in the notified recruitment\nrules dated 27.11.2017 as amended vide notification dated 20.04.2022,\nfor a period of one year which can be extended for a period of three\nyears from the officers under the Central Govt./State Government/Public\nSector Undertakings/Semi-Govt./autonomous or statutory organization:\n\nSR. NAME OF POST NUMBER PAY MATRIX GROUP\n OF POSTS\nNO.\n\n1 Executive Engineer (Civil) 01 (Level-11 as per CPC Group-A\n Rs.67700-208700)\n\n The detailed eligibility criteria as per notified RRs and\nlist of documents to be attached with the application (Annexure-I) for\napplying to the post on deputation basis may kindly be seen at the\nwebsite of the ChdAdmn i.e. Chandigarh.gov.in/Public Notice.\n\n The application of eligible and willing officers who can be\nspared immediately be forwarded through proper channel in the\nprescribed format (Annexure-A) in the aforementioned address so as to\nreach on or before 45 days (six weeks) from the next date of a\npublishing the advertisement in the Employment News ( 28.06.2025 to\n04.07.2025). The applications should also be accompanied by\nphotocopies of ACRs/APARs for the last five years duly attested by an\nofficer not below the rank of Under Secretary or equivalent. While\nforwarding the applications, it may please be certified that the particulars\nfurnished by the officer(s) are correct and that no disciplinary or\nvigilance case is either pending or contemplated against the officer and\nthe integrity of the officer may also be certified by an officer of the rank\nof Under Secretary or equivalent (Annexure-II). It may also be confirmed\nthat in the event of selection of the officer concerned will be relieved of\nhis duties.\n Applications/CV not accompanied by supporting\ncertificates/documents in support of Qualification and experience claimed\nby the candidates would not be processed for determining the eligibility\nof the candidates for the selection meaning thereby that incomplete\napplication will not be entertained and rejected forthwith.\n Crucial date for determining the eligibility of the\napplicants will be counted after excluding the first date of publication of\nthe vacancy/post in the Employment News i.e. for the vacancy published\nin Employment News on 28.06.2025, the crucial date will be counted\nfrom the 29.06.2025 (excluding the first date of publication). The last\ndate applying to the post is 12.08.2025.\n -2-\n\n It may be noted that the candidates who apply for the\npost on deputation basis will not be allowed to withdraw their\ncandidature subsequently.\n\n SD/-\n (SHIV KUMAR)\n Executive Engineer (W&E),\n O/O Chief Engineer, UT, Chandigarh.\n Mobile No.9876029704\n ANNEXURE-I\n\nELIGIBILITY CRITERIA FOR FILLING UP 1 ANTICIPATED POST OF\nEXECUTIVE ENGINEER (CIVIL) IN THE B&R WING OF THE ENGINEERING\nDEPARTMENT, UNION TERRITORY, CHANDIGARH.\n\n1 NAME OF POST : EXECUTIVE ENGINEER (CIVIL)\n\n2 NUMBER OF POSTS : (ONE) (ANTICIPATED)\n\n3 ELIGIBILITY CRITERIA (EXECUTIVE ENGINEER – CIVIL)\n Deputation (including short term contract)\n\n Officers under Central Government or State Governments or\n Union Territory Administrations or Public Sector Undertakings\n or Universities or recognized Research Institutions or Semi\n Government or Autonomous Bodies or Statutory Organizations\n :\n\n (a)(i) Holding analogous post on regular basis in the parent\n cadre or department; or\n (ii) With five years service in the grade rendered after\n appointment thereto on a regular basis in post in pay band-3\n of Rs. 15600-39100 with grade pay of Rs.6,600 or equivalent\n in the parent cadre or department; and\n (b) possessing the following educational qualification and\n experience :\n Essential\n\n (i) Bachelor of Degree in Civil Engineering from a\n recognized University or Institute\n (ii) Ten years experience in Civil Engineering in Government\n Sector.\n\n Desirable\n Master’s Degree in Civil Engineering from a recognized\n University or Institute.\n Note-4 : The candidates having Degree of Associate Member\n of Engineers in Civil Engineering (AMIE) from a recognized\n University/Institute who were enrolled for AMIE upto\n 31.05.2013 shall also be eligible for consideration for\n deputation (ISTC).\n\n Note-5- The departmental officers in the feeder category who\n in direct line of promotion will not be eligible for consideration\n for appointment on deputation/absorption. Similarly the\n deputationists shall not be eligible for consideration for\n appointment by promotion.\n Note-6. Period of deputation/ISTC in another ex-cadre post\n held immediately preceding this appointment in the same or\n some other organization / department of the Central\n government shall ordinarily not to exceed 4 years. The\n maximum age limit for appointment by deputation (including\n short term contract) shall be not exceeding 56 years as on the\n closing date of receipt of applications).\n ANNEXURE-A\n BIO-DATA/CURRICULUM VITAE PROFORMA\n\n1 NAME AND ADDRESS\n (IN BLOCK LETTERS)\n2 DATE OF BIRTH (IN CHRISTIAN ERA)\n\n3 (I) DATE OF ENTRY INTO SERVICE\n\n(II) DATE OF RETIREMENT UNDER CENTRAL/\nSTATE GOVERNMENT RULES\n4 EDUCATIONAL QUALIFICATION\n\n5 WHETHER EDUCATIONAL AND OTHER\nQUALIFICATIONS REQUIRED FOR THE POST\nARE SATISFIED. (IF ANY QUALIFICATION\nHAS BEEN TREATED AS EQUIVALENT TO THE\nONE PRESCRIBED IN THE RULES, STATE THE\nAUTHORITY FOR THE SAME)\n\nQUALIFICATIONS/ EXPERIENCE QUALIFICATIONS/EXPERIENCE\nREQUIRED AS MENTIONED IN THE POSSESSED BY THE OFFICER\nADVERTISEMENT/ VACANCY CIRCULAR\n\n ESSENTIAL ESSENTIAL\n\n(A) QUALIFICATION (A) QUALIFICATION\n\n(B) EXPERIENCE B) EXPERIENCE\n\nDESIRABLE DESIRABLE\n\n(A) QUALIFICATION A) QUALIFICATION\n\n(B) EXPERIENCE B) EXPERIENCE\n\n5.1 NOTE: THIS COLUMN NEEDS TO BE AMPLIFIED TO INDICATE ESSENTIAL AND DESIRABLE\nQUALIFICATIONS AS MENTIONED IN THE RRS BY THE ADMINISTRATIVE MINISTRY/\nDEPARTMENT/OFFICE AT THE TIME OF ISSUE OF CIRCULAR AND ISSUE OF\nADVERTISEMENT IN THE EMPLOYMENT NEWS.\n\n5.2 IN THE CASE OF DEGREE AND POST GRADUATE QUALIFICATIONS ELECTIVE/ MAIN\nSUBJECTS AND SUBSIDIARY SUBJECTS MAY BE INDICATED BY THE CANDIDATE.\n6 PLEASE STATE CLEARLY WHETHER IN THE\nLIGHT OF ENTRIES MADE BY YOU ABOVE,\nYOU MEET THE REQUISITE ESSENTIAL\nQUALIFICATIONS AND WORK EXPERIENCE\nOF THE POST.\n6.1 NOTE: BORROWING DEPARTMENTS ARE TO PROVIDE THEIR SPECIFIC\nCOMMENTS/ VIEWS CONFIRMING THE RELEVANT ESSENTIAL QUALIFICATION/\nWORK EXPERIENCE POSSESSED BY TEH CANDIDATE (AS INDICATED IN THE BIO-\nDATA) WITH REFERENCE TO THE POST APPLIED.\n7. DETAILS OF EMPLOYMENT, IN CHRONOLOGICAL ORDER. ENCLOSE A SEPARATE SHEET\nDULY AUTHENTICATED BY YOUR SIGNATURE, IF THE SPACE BELOW IN\nINSUFFICIENT.\nOFFICE/ POST HELD ON FROM TO *PAY BAND AND NATURE OF DUTIES\nINSTITUTION REGULAR BASIS GRADE PAY/PAY (IN DETAIL)\n SCALE OF THE POST HIGHLIGHTING\n HELD ON REGULAR EXPERIENCE\n BASIS REQUIRED FOR THE\n POST APPLIED FOR\n\n*IMPORTANT: PAY-BAND AND GRADE PAY GRANTED UNDER ACP/MACP ARE PERSONAL TO\nTHE OFFICER AND THEREFORE, SHOULD NOT BE MENTIONED. ONLY PAY BAND AND GRADE\nPAY/ PAY SCALE OF THE POST HELD ON REGULAR BASIS TO BE MENTIONED. DETAILS OF\nACP/MACP WITH PRESENT PAY BAND AND GRADE PAY WHERE SUCH BENEFITS HAVE BEEN\nDRAWN BY THE CANDIDATE, MAY BE INDICATED AS BELOW;\n -2-\n\nOFFICE/ PAY, PAY BAND, AND FROM TO\nINSTITUTION GRADE PAY DRAWN\n UNDER ACP/MACP\n SCHEME\n\n8. NATURE OF PRESENT EMPLOYMENT I.E.\nADHOC OR TEMPORARY OR QUASI-\nPERMANENET OR PERMANENET\n9. IN CASE THE PRESENT EMPLOYMENT IS\nHELD ON DEPUTATION / CONTRACT BASIS,\nPLEASE STATE\n\n(A) THE DATE OF (B) PERIOD OF (C) NAME OF THE (D) NAME OF THE\nINITIAL APPOINTMENT ON PARENT OFFICE/ POST AND PAY OF\nAPPOINTMENT DEPUTATION/CONTRACT ORGANIZATION TO THE POST HELD IN\n WHICH THE SUBSTANTIVE\n APPLICANT BELONGS. CAPACITY IN THE\n PARENT\n ORGANISATION\n\n9.1 NOTE: IN CASE OF OFFICERS ALREADY ON DEPUTATION, THE\nAPPLICATIONS OF SUCH OFFICERS SHOULD BE FORWARDED BY THE\nPARENT CADRE/ DEPARTMENT ALONG WITH CADRE CLEARANCE,\nVIGILANCE CLEARANCE AND INTEGRITY CERTIFICATE.\n\n9.2 NOTE: INFORMATION UNDER COLUMN 9(C) & (D) ABOVE MUST\nBE GIVEN IN ALL CASES WHRE A PERSON IS HODING A POST ON\nDEPUTATION OUTSIDE THE CADRE/ ORGANIZATION BUT STILL\nMAINTAINING A LIEN IN HIS PARENT CADRE/ ORGANISATION\n10. IF ANY POST HELD ON DEPUTATION IN\nTHE PAST BY THE APPLICANT, DATE OF\nRETURN FROM THE LAST DEPUTATION AND\nOTHER DETAILS.\n11. ADDITIONAL DETAILS ABOUT PRESENT\nEMPLOYEMENT:\n(A) CENTRAL GOVERNMENT\n(B) STATE GOVERNMENT\n(C) AUTONOMOUS ORGANIZATION\n(D) GOVERNMENT UNDERTAKING\n(E) UNIVERSITIES\n(F) OTHERS\n\n12. PLEASE STATE WHETHER YOU ARE\nWORKING IN THE SAME DEPARTMENT ADN\nARE IN THE FEEDER GRADE OR FEEDER TO\nFEEDER GRADE.\n13. ARE YOU IN REVISED SCALE OF PAY? IF\nYES, GIVE THE DATE FROM WHICH THE\nREVISION TOOK PLACE AND ALSO INDICATE\nTHE PRE-REVISED SCALE.\n14. TOTAL EMOLUMENTS PER MONTH NOW DRAWN\n BASIS PAY IN THE GRADE PAY TOTAL EMOLUMENTS\n PB\n\n15 IN CASE THE APPLICANT BELONGS TO AN ORGANISATION WHICH IS NOT FOLLOWING THE\nCENTRAL GOVERNMENT PAY-SCALES, THE LATEST SALARY SLIP ISSUED BY THE\nORGANISATION SHOWING THE FOLLOWING DETAILS MAY BE ENCLOSED.\nBASIC PAY WITH SCALE OF DEARNESS PAY/INTERIM TOTAL EMOLUMENTS\nPAY AND RATE OF RELIEF/OTHER ALLOWANCES\nINCREMENT ETC. (WITH BREAK-UP\n DETAILS)\n -3-\n\n16.A ADDITIONAL INFORMATION, IF ANY,\nRELEVANT TO THE POST YOU APPLIED FOR IN\nSUPPORT OF YOUR SUITABILITY FOR THE\nPOST.\nTHIS AMONG OTHER THINGS MAY PROVIDE\nINFORMATION WITH REGARD TO (I)\nADDITIONAL ACADEMIC QUALIFICATIONS (II)\nPROFESSIONAL TRAINING AND (III) WORK\nEXPERIENCE OVER AND ABOVE PRESCRIBED IN\nTHE VACANCY CIRCULAR/ ADVERTISEMENT)\n\n16.BACHIEVEMENTS:\nTHE CANDIDATES ARE REQUESTED TO\nINDICATE INFORMATION WITH REGARD TO;\n(I) RESEARCH PUBLICATIONS AND REPORTS\nAND SPECIAL PROJECTS\n(II) AWARDS/SCHOLARSHIPS/ OFFICIAL\nAPPRECIATION\n(III) AFFILIATION WITH THE PROFESSIONAL\nBODIES/INSTITUTIONS/SOCIETIES AND;\n(IV) PATENTS REGISTERED IN OWN NAME OR\nACHIEVED FOR THE ORGANIZATION\n(V) ANY RESEARCH/INNOVATIVE MEASURE\nINVOLVING OFFICIAL RECOGNITION\n(VI) ANY OTHER INFORMATION\n\n(NOTE: ENCLOSE A SEPARATE SHEET IF\nTHE SPACE IS INSUFFICIENT)\n\n17. PLEASE STATE WHETHER YOU ARE\nAPPLYING FOR DEPUTATION\n(ISTC)/ABSORPTION/RE-EMPLOYMENT BASIS\n#(OFFICERS UNDER CENTRAL/ STATE\nGOVERNMENTS ARE ONLY ELIGIBLE FOR\n“ABSORPTION”. CANDIDATES OF NON-\nGOVERNMENT ORGANISATIONS ARE ELIGIBLE\nONLY FOR SHORT TERM CONTRACT)\n\n#(THE OPTION OF ‘STC’/’ ABSORPTION’ / ‘RE-\nEMPLOYMENT’ ARE AVAILABLE ONLY IF THE\nVACANCY CIRCULAR SPECIALLY MENTIONED\nRECRUITMENT BY “STC” OR “ABSORPTION” OR\n“RE-EMPLOYMENT”).\n18. WHETHER BELONGS TO SC/ST\n\nI HAVE CAREFULLY GONE THROUGH THE VACANCY CIRCULAR/ ADVERTISEMENT AND I AM\nWELL AWARE THAT THE INFORMATION FURNISHED IN TEH CURRICULUM VITAE DULY\nSUPPORTED BY THE DOCUMENTS IN RESPECT OF ESSENTIAL QUALIFICATION/ WORK\nEXPERIENCE SUBMITTED BY ME WILL ALSO BE ASSESSED BY THE SELECTION COMMITTEE AT\nTHE TIME OF SELECTION FOR THE POST. THE INFORMATION/ DETAILS PROVIDED BY ME ARE\nCORRECT AND TRUE TO THE BEST OF MY KNOWLEDGE AND NO MATERIAL FACT HAVING A\nBEARING ON MY SELECTION HAS BEEN SUPPRESSED/ WITHHELD.\n\nDATED:_____________. (SIGNATURE OF THE CANDIDATE)\n\n ADDRESS__________________\n __________________________\n -4-\n\n CERTIFICATION BY THE EMPLOYER/ CADRE CONTROLLING AUTHORITY\n\n(1) The information/ details provided in the above\napplication by the applicant are true and correct ad per the facts\navailable on records. He/She possesses educational qualifications and\nexperience mentioned in the vacancy circular. If selected, he/she will be\nrelieved immediately.\n\n2. Also certified that;\n\n(i) There is no vigilance or disciplinary case\n pending/contemplated against\n Shri/Smt._____________\n\n(ii) His/Her integrity is certified.\n\n(iii) His/Her CR Dossier in original is enclosed/photocopies of\n the ACRs for the last 5 years duly attested by an\n officer of the rank of Under Secretary of the Govt. Of\n India or above are enclosed.\n\n(iv) No major/minor penalty has been imposed on him/her\n\n during the last 10 years orA list of major/minor\n\n penalties imposed on him/ her during the last 10 years\n\n is enclosed. (as the case may be)\n\n COUNTERSIGNED\n\n ____________________________________\n (EMPLOYER/CADRE CONTROLLING AUTHORITY WITH SEAL)\n\nNote: Vigilance Clearance will not normally be granted for a period of 3 years after the\n currency of punishment, if a minor penalty has been imposed on an officer. In\n case of imposition of major penalty, Vigilance Clearance will not normally be\n granted for a period of 5 years after the currency of punishment in terms of\n DOP&T OM No.11012/11/2007-Est(A) dated 14.12.2007.\n\n To facilitate determination of eligibility of the applicants working in Public Sector\n Undertakings/Autonomous Organization not following the Central Government\n Scales, their equivalent scales of pay/posts may be confirmed by the borrowing\n Department.\n",
    "https://chandigarh.gov.in/sites/default/files/updation2025/cpdiv4-2141793-0406.pdf": "ヽ\n\n ELiGIBILTY CRITER:A\n\n OFFICE OF THE EXECUTIVE ENGINEER′ C.P.D=VIS=ON\n NO.4′ U.T.′ CHANDICARH\n PUBLIC NOTICE\n\n Chandigarh Administration intends to register/renew the Structural\n Engineers who will be authorized to prepare the structural design of\n building plans as per following requirements:-\n CATEGORY D■TA=LS REQUIREMENTS\n For building residential, M.E.(Structure) with two year\n commercial, ed ucationa l, experience in structure designing\n Co-operative, House & its execution =\n building societies etc. of OR\n any magnitude. B.E (Civil) with 5 years\n experience in the field of\n Structural design and its\n execution\n For Marla type houses upto M.E(StruCture)/B.E.(Civ‖ )With 2\n years experience in the field of II 14 marla,\n Structural design and its SCOs/SCFs/booths etc and\n executiOn. other building upto three\n storey.\n\n Those Structural Engineers, who fulfill the above said\n eligibility criteria and want to get themselves registered/renewed as\n structural Engineer for a period from 01.04.202s to 31.03.2026 may\n download from the web site of chandigarh Administration-\n www.chandigarh.oov. in\n\n The complete application along with all the required\n documents and registration fees in form of DD amounting to Rs. L,zso/-\n in the favor of Executive Engineer, c.p. Division No.-4, chandigarh\n should reach the office of Central Design office, Second Floor, Deluxe\n Building, sector-9, chandigarh by 04th Jury,2025 upto 05:00 p.m.\n\n Executive Engineer\n\n .4\n :港刷\n 嶽\nr-t\n\n FORM OF APPLICAT10N FOR FRESH REGISTRATION\n\n Form\n\n To\n The Executive Engineer,\n C.P. Division No.4\n 2\"d Floor, Additional Deluxe Building,\n Sector-9, Chandigarh.\n\n Dated, Chandigarh the:\n Subject: Fresh Registration of Structural Engineer for the Year 20125-26.\n Sir,\n I hereby apply for fresh registration as Structural Engineer with the\n Engineering Department of Chandigarh Administration, So that I can prepare the\n Structural Plans and carry out supervision of various buildings, as per norms fixed by\n Indian Standards/Guidelines for Hazard safety, falling under the jurisdiction of U.T.,\n Chandigarh for Building Categ ory-t I il.\n A Demand Draft amounting to Rs.l,2SOl- drawn on _ Bank\n No. Dated in favour of Executive Engineer, C.P. Division No.4,\n Payable at Chandigarh is also enclosed herewith as Registration fee along with the\n experience certificate and proof of qualification required for registration.\n\n Yours Faithfully\n DA/1. Demand Draft Name:\n 1. Proof Educational Qualification Mobile No:\n 2. Experience Certificate E.Mail:\n\n Address:\n",
    "https://chandigarh.gov.in/sites/default/files/updation2025/eng25-hortexn-0304.pdf": " CHIEF ENGINEER\n ENGINEERING DEPARTMENT, UNION TERRITORY, CHANDIGARH\n 1ST FLOOR, ROOM NO.117, U.T. SECRETARIAT SECTOR-9-D,\n CHANDIGARH-160009\n TELEPHONE NO.0172 2740091, 2740192 FAX 0172 2740276\n e-mail id: ce-chd@nic.in\n VACANCY CIRCULAR\n\n The Engineering Department, Union Territory,\nChandigarh intends to fill up the following vacancy by deputation basis\nin terms of the eligibility criteria mentionedin terms of the notified\nrecruitment rules dated 18.04.1984 for a period of one year which can\nbe extended for a period of three years from the officers under the\nCentral Govt./State Government/Public Sector Undertakings/Semi-\nGovt./autonomous or statutory organization:\n\nSR. NAME OF POST NUMBER OF PAY SCALE GROUP\n POST\nNO.\n\n1 Executive 01 Rs.15600-39100+7600 GP Group-A\n Engineer (Pre-revised Scale)\n (Horticulture)\n (Now Level-11 as per 7th\n CPC Rs. 67700-208700)\n\n The detailed eligibility criteria as per notified RRs and\nlist of documents to be attached with the application (Annexure-I) for\napplying to the post on deputation basis may kindly be seen at the\nwebsite of the Chandigarh Administration i.e. Chandigarh.gov.in/Public\nNotice.\n\n The application of eligible and willing officers who can\nbe spared immediately be forwarded through proper channel in the\nprescribed format (Annexure-A) in the aforementioned address so as\nto reach on or before 45 days (forty five days) from the next date of a\npublishing the advertisement in the Employment News on 30.03.2025\n(last date 13.05.2025). The applications should also be accompanied\nby photocopies of ACRs/APARs for the last five years duly attested by\nan officer not below the rank of Under Secretary or equivalent. While\nforwarding the applications, it may please be certified that the\nparticulars furnished by the officer(s) are correct and that no\ndisciplinary or vigilance case is either pending or contemplated against\nthe officer and the integrity of the officer may also be certified by an\nofficer of the rank of Under Secretary or equivalent (Annexure-II). It\nmay also be confirmed that in the event of selection of the officer\nconcerned will be relieved of his duties.\n Applications/CV not accompanied by supporting\ncertificates/documents in support of Qualification and experience\nclaimed by the candidates would not be processed for determining the\neligibility of the candidates for the selection meaning thereby that\nincomplete application will not be entertained and rejected forthwith.\n Crucial date for determining the eligibility of the\napplicants will be counted after excluding the first date of publication\nof the vacancy/post in the Employment News i.e. for the vacancy\npublished in Employment News on 29.03.2025, the crucial date will be\ncounted from the 30.03.2025 (excluding the first date of publication).\n -2-\n\n It may be noted that the candidates who apply for the\n\npost on deputation basis will not be allowed to withdraw their\n\ncandidature subsequently.\n\n (SHIV KUMAR)\n Executive Engineer (W&E),\n O/O Chief Engineer, UT, Chandigarh.\n Mobile No.9876029704\n ANNEXURE-I\n\nELIGIBILITY CRITERIA FOR FILLING UP ONE (01) POST OF EXECUTIVE\nENGINEER (HORTICULTURE) IN THE B&R WING OF THE ENGINEERING\nDEPARTMENT, UNION TERRITORY, CHANDIGARH.\n\n1. NAME OF POST : EXECUTIVE ENGINEER (HORTICULTURE)\n\n2. NUMBER OF POST :01\n\n3. ELIGIBILITY CRITERIA (EXECUTIVE ENGINEER-HORTICULTURE)\n Deputation (including short term contract)\n\n ESSENTIAL\n\n (i) M.Sc. Degree in Agriculture with specialization in\n Horticulture OR M.Sc Degree in Horticulture (including\n Floriculture - Olericulture) OR M.Sc degree in Botany as a\n subject from a recognized University or equivalent;\n\n OR\n\n (ii) B.Sc. (Agriculture) or B.Sc. (Botany) with post\n graduate diploma in landscape Architecture, Horticulture\n from a recognized University or equivalent.\n\n (iii) Seven years’ experience in Horticulture including\n ornamental ranging over various field of horticulture.\n\n DESIRABLE\n Doctorate Degree in one relevant subject of a recognized\n University or equivalent\n\n Note: Officers under the Central/State Government holding\n analogous posts or post in the rank of Assistant\n Landscaping Officer/Sub Divisional Engineer Horticulture) or\n equivalent with 8 years service in the grade and possessing\n the educational qualifications and experience prescribed for\n direct recruitment as stated above.\n\n Period of deputation including period of deputation in\n another ex-cadre post held immediately preceding the\n appointment in the same organization/department shall\n ordinarily not exceed three years.\n ANNEXURE-A\n\n BIO-DATA/CURRICULUM VITAE PROFORMA\n\n1 NAME AND ADDRESS(IN BLOCK LETTERS)\n\n2 DATE OF BIRTH (IN CHRISTIAN ERA)\n\n3 (I) DATE OF ENTRY INTO SERVICE\n\n(II) DATE OF RETIREMENT UNDER CENTRAL/\n STATE GOVERNMENT RULES\n\n4 EDUCATIONAL QUALIFICATIONS\n\n5WHETHER EDUCATIONAL AND OTHER\nQUALIFICATIONS REQUIRED FOR THE POST\nARE SATISFIED. (IF ANY QUALIFICATION HAS\nBEEN TREATED AS EQUIVALENT TO THE ONE\nPRESCRIBED IN THE RULES, STATE THE\nAUTHORITY FOR THE SAME)\n\nQUALIFICATIONS/EXPERIENCE REQUIRED QUALIFICATIONS/EXPERIENCE\nAS MENTIONED IN THE ADVERTISEMENT/ POSSESSED BY THE OFFICER\nVACANCY CIRCULAR\n\nESSENTIAL ESSENTIAL\n\n(A) QUALIFICATION (A) QUALIFICATION\n\n(B) EXPERIENCE B) EXPERIENCE\n\nDESIRABLE DESIRABLE\n\n(A) QUALIFICATION A) QUALIFICATION\n\n(B) EXPERIENCE B) EXPERIENCE\n\n5.1 NOTE: THIS COLUMN NEEDS TO BE AMPLIFIED TO INDICATE ESSENTIAL AND\nDESIRABLE QUALIFICATIONS AS MENTIONED IN THE RRS BY THE ADMINISTRATIVE\nMINISTRY/ DEPARTMENT/OFFICE AT THE TIME OF ISSUE OF CIRCULAR AND ISSUE OF\nADVERTISEMENT IN THE EMPLOYMENT NEWS.\n5.2 IN THE CASE OF DEGREE AND POST GRADUATE QUALIFICATIONS ELECTIVE/ MAIN\nSUBJECTS AND SUBSIDIARY SUBJECTS MAY BE INDICATED BY THE CANDIDATE.\n6 PLEASE STATE CLEARLY WHETHER IN THE\nLIGHT OF ENTRIES MADE BY YOU ABOVE, YOU\nMEET THE REQUISITE ESSENTIAL\nQUALIFICATIONS AND WORK EXPERIENCE OF\nTHE POST.\n6.1 NOTE: BORROWING DEPARTMENTS ARE TO PROVIDE THEIR SPECIFIC\nCOMMENTS/ VIEWS CONFIRMING THE RELEVANT ESSENTIAL QUALIFICATION/\nWORK EXPERIENCE POSSESSED BY TEH CANDIDATE (AS INDICATED IN THE BIO-\nDATA) WITH REFERENCE TO THE POST APPLIED.\n\n7. DETAILS OF EMPLOYMENT, IN CHRONOLOGICAL ORDER. ENCLOSE A SEPARATE SHEET\nDULY AUTHENTICATED BY YOUR SIGNATURE, IF THE SPACE BELOW IN\nINSUFFICIENT.\nOFFICE/ POST HELD ON FROM TO *PAY BAND AND NATURE OF\nINSTITUTION REGULAR BASIS GRADE PAY/PAY DUTIES (IN\n SCALE OF THE DETAIL)\n POST HELD ON HIGHLIGHTING\n REGULAR BASIS EXPERIENCE\n REQUIRED FOR\n THE POST\n APPLIED FOR\n\n*IMPORTANT: PAY-BAND AND GRADE PAY GRANTED UNDER ACP/MACP ARE PERSONAL TO\nTHE OFFICER AND THEREFORE, SHOULD NOT BE MENTIONED. ONLY PAY BAND AND GRADE\nPAY/ PAY SCALE OF THE POST HELD ON REGULAR BASIS TO BE MENTIONED. DETAILS OF\nACP/MACP WITH PRESENT PAY BAND AND GRADE PAY WHERE SUCH BENEFITS HAVE BEEN\nDRAWN BY THE CANDIDATE, MAY BE INDICATED AS BELOW;\n Conti…2…\n -2-\n\nOFFICE/ PAY, PAY BAND, AND FROM TO\nINSTITUTION GRADE PAY DRAWN\n UNDER ACP/MACP\n SCHEME\n\n8. NATURE OF PRESENT EMPLOYMENT I.E.\nADHOC OR TEMPORARY OR QUASI-\nPERMANENET OR PERMANENET\n9. IN CASE THE PRESENT EMPLOYMENT IS\nHELD ON DEPUTATION / CONTRACT BASIS,\nPLEASE STATE\n\n(A) THE DATE OF (B) PERIOD OF (C) NAME OF THE (D) NAME OF THE\nINITIAL APPOINTMENT ON PARENT OFFICE/ POST AND PAY OF\nAPPOINTMENT DEPUTATION/CONTRACT ORGANIZATION TO THE POST HELD IN\n WHICH THE SUBSTANTIVE\n APPLICANT CAPACITY IN THE\n BELONGS. PARENT\n ORGANISATION\n\n9.1 NOTE: IN CASE OF OFFICERS ALREADY ON DEPUTATION, THE\nAPPLICATIONS OF SUCH OFFICERS SHOULD BE FORWARDED BY THE\nPARENT CADRE/ DEPARTMENT ALONG WITH CADRE CLEARANCE,\nVIGILANCE CLEARANCE AND INTEGRITY CERTIFICATE.\n9.2 NOTE: INFORMATION UNDER COLUMN 9(C) & (D) ABOVE MUST\nBE GIVEN IN ALL CASES WHRE A PERSON IS HODING A POST ON\nDEPUTATION OUTSIDE THE CADRE/ ORGANIZATION BUT STILL\nMAINTAINING A LIEN IN HIS PARENT CADRE/ ORGANISATION\n10. IF ANY POST HELD ON DEPUTATION IN\nTHE PAST BY THE APPLICANT, DATE OF\nRETURN FROM THE LAST DEPUTATION AND\nOTHER DETAILS.\n11. ADDITIONAL DETAILS ABOUT PRESENT\nEMPLOYEMENT:\n(A) CENTRAL GOVERNMENT\n(B) STATE GOVERNMENT\n(C) AUTONOMOUS ORGANIZATION\n(D) GOVERNMENT UNDERTAKING\n(E) UNIVERSITIES\n(F) OTHERS\n12. PLEASE STATE WHETHER YOU ARE\nWORKING IN THE SAME DEPARTMENT ADN\nARE IN THE FEEDER GRADE OR FEEDER TO\nFEEDER GRADE.\n13. ARE YOU IN REVISED SCALE OF PAY? IF\nYES, GIVE THE DATE FROM WHICH THE\nREVISION TOOK PLACE AND ALSO INDICATE\nTHE PRE-REVISED SCALE.\n14. TOTAL EMOLUMENTS PER MONTH NOW DRAWN\n BASIS PAY IN THE GRADE PAY TOTAL EMOLUMENTS\n PB\n\n15 IN CASE THE APPLICANT BELONGS TO AN ORGANISATION WHICH IS NOT FOLLOWING\nTHE CENTRAL GOVERNMENT PAY-SCALES, THE LATEST SALARY SLIP ISSUED BY THE\nORGANISATION SHOWING THE FOLLOWING DETAILS MAY BE ENCLOSED.\nBASIC PAY WITH SCALE DEARNESS PAY/INTERIM TOTAL EMOLUMENTS\nOF PAY AND RATE OF RELIEF/OTHER\nINCREMENT ALLOWANCES ETC. (WITH\n BREAK-UP DETAILS)\n\n Conti…3…\n -3-\n\n16.A ADDITIONAL INFORMATION, IF ANY,\nRELEVANT TO THE POST YOU APPLIED FOR IN\nSUPPORT OF YOUR SUITABILITY FOR THE\nPOST.\nTHIS AMONG OTHER THINGS MAY PROVIDE\nINFORMATION WITH REGARD TO (I)\nADDITIONAL ACADEMIC QUALIFICATIONS (II)\nPROFESSIONAL TRAINING AND (III) WORK\nEXPERIENCE OVER AND ABOVE PRESCRIBED\nIN THE VACANCY CIRCULAR/ ADVERTISEMENT)\n\n16.BACHIEVEMENTS:\nTHE CANDIDATES ARE REQUESTED TO\nINDICATE INFORMATION WITH REGARD TO;\n(I) RESEARCH PUBLICATIONS AND REPORTS\nAND SPECIAL PROJECTS\n(II) AWARDS/SCHOLARSHIPS/ OFFICIAL\nAPPRECIATION\n(III) AFFILIATION WITH THE PROFESSIONAL\nBODIES/INSTITUTIONS/SOCIETIES AND;\n(IV) PATENTS REGISTERED IN OWN NAME OR\nACHIEVED FOR THE ORGANIZATION\n(V) ANY RESEARCH/INNOVATIVE MEASURE\nINVOLVING OFFICIAL RECOGNITION\n(VI) ANY OTHER INFORMATION\n\n(NOTE: ENCLOSE A SEPARATE SHEET IF\nTHE SPACE IS INSUFFICIENT)\n\n17. PLEASE STATE WHETHER YOU ARE\nAPPLYING FOR DEPUTATION\n(ISTC)/ABSORPTION/RE-EMPLOYMENT BASIS\n#(OFFICERS UNDER CENTRAL/ STATE\nGOVERNMENTS ARE ONLY ELIGIBLE FOR\n“ABSORPTION”. CANDIDATES OF NON-\nGOVERNMENT ORGANISATIONS ARE ELIGIBLE\nONLY FOR SHORT TERM CONTRACT)\n\n#(THE OPTION OF ‘STC’/’ ABSORPTION’ / ‘RE-\nEMPLOYMENT’ ARE AVAILABLE ONLY IF THE\nVACANCY CIRCULAR SPECIALLY MENTIONED\nRECRUITMENT BY “STC” OR “ABSORPTION” OR\n“RE-EMPLOYMENT”).\n\n18. WHETHER BELONGS TO SC/ST\n\nI HAVE CAREFULLY GONE THROUGH THE VACANCY CIRCULAR/ ADVERTISEMENT AND I AM\nWELL AWARE THAT THE INFORMATION FURNISHED IN THE CURRICULUM VITAE DULY\nSUPPORTED BY THE DOCUMENTS IN RESPECT OF ESSENTIAL QUALIFICATION/WORK\nEXPERIENCE SUBMITTED BY ME WILL ALSO BE ASSESSED BY THE SELECTION COMMITTEE\nAT THE TIME OF SELECTION FOR THE POST. THE INFORMATIONS/DETAILS PROVIDED BY\nME ARE CORRECT AND TRUE TO THE BEST OF MY KNOWLEDGE AND NO MATERIAL FACT\nHAVING A BEARING ON MY SELECTION HAS BEEN SUPPRESSED/WITHHELD.\n\nDATED:_____________. (SIGNATURE OF THE CANDIDATE)\n\n ADDRESS__________________\n\n __________________________\n\n Conti…4…\n -4-\n\n CERTIFICATION BY THE EMPLOYER/ CADRE CONTROLLING AUTHORITY\n\n(1) The information/details provided in the above\napplication by the applicant are true and correct ad per the facts\navailable on records. He/she possesses educational qualifications and\nexperience mentioned in the vacancy circular. If selected, he/she will\nbe relieved immediately.\n\n2. Also certified that;\n\n(i) There is no vigilance or disciplinary case\n pending/contemplated against Shri/Smt.\n _______________________.\n\n(ii) His/her integrity is certified.\n\n(iii) His/her CR Dossier in original is enclosed/photocopies\n of the ACRs for the last 5 years duly attested by an\n officer of the rank of Under Secretary of the Govt. Of\n India or above are enclosed.\n\n(iv) No Major/Minor penalty has been imposed on him/her\n\n during the last 10 years orA list of major/minor\n\n penalties imposed on him/ her during the last 10\n\n years is enclosed. (as the case may be)\n\n COUNTERSIGNED\n\n ____________________________________\n (EMPLOYER/CADRE CONTROLLING AUTHORITY WITH\n SEAL)\n\nNote: Vigilance Clearance will not normally be granted for a period of 3 years after\n the currency of punishment, if a minor penalty has been imposed on an\n officer. In case of imposition of major penalty, Vigilance Clearance will not\n normally be granted for a period of 5 years after the currency of punishment\n in terms of DOP&T OM No.11012/11/2007-Est(A) dated 14.12.2007.\n\n To facilitate determination of eligibility of the applicants working in Public\n Sector Undertakings/Autonomous Organization not following the Central\n Government Scales, their equivalent scales of pay/posts may be confirmed\n by the borrowing Department.\n",
    "https://chandigarh.gov.in/sites/default/files/updation2025/hos25-957-0304.pdf": " HOSPITALITY DEPARTMENT\n CHANDIGARH ADMINISTRATION\n\nNO-HO-DH-2025/957 Dated., Chandigarh the 03.04.2025\n\nTo\n The Director Public Relations\n Chandigarh Administration\n\nSubject: Regarding Issue Pulic Notice on the Chandigarh Administration website and issue\n advertisement in English, Hindi, Punjabi Newspapers in Delhi and Chandigarh\n\n Please refer to the subject cited above.\n\n The Hospitality Department, UT Chandigarh invites application from Young Qualified\n\nprofessional (Administration) having knowledge of Law for working under Chandigarh Administration on\n\ncontract basis.\n\n In view of the above, please find enclosed herewith copy of Advertisement for publishing\n\nin English, Hindi, Punjabi Newspapers in Delhi and Chandigarh and copy of Circular for Public Notice on\n\nChandigarh Administration website.\n\n Sd/-\n\n Director Hospitality\n Chandigarh Administration\n HOSPITALITY DEPARTMENT\n CHANDIGARH ADMINISTRATION\n\nThe Department of Hospitality, Chandigarh Administration invites\napplication from Young Professional having knowledge of Law and\nGovernment procedure on Contract basis in the office of Deputy Resident\ncommissioner, UT Guest House, New Delhi.\n\nInterested and eligible candidates may submit their applications/detailed\nBio-data to the Secretary Hospitality, UT Chandigarh at 21-B, Telegraph\nLane, Harish Chandra Mathur Lane, KG Marg, New Delhi 110001 by 05:00\nPM of 21st April, 2025. For more details please visit Chandigarh\nAdministration website https://chandigarh.gov.in\nEngagement of Young Professional having knowledge of Law and Government procedure\nin Hospitality Department at DRC office New Delhi on contract basis.\n\n The Hospitality Department, Chandigarh Administration invites\n application from Young Professionals (YP) having knowledge of Law and Government\n procedure on contract basis. Only persons with requisite qualifications and experience, as\n prescribed, would be engaged as Law Professional. The details are as follows:\n\n Eligibility\n\n Age: Candidate should not exceed the age of 35 years on the date of the publication of\n advertisement.\n\n Educational Qualification: Bachelors Degree in Law\n\n Appointment: The appointment will initially be for a period of one year, extendable on\n year to year basis, for a maximum period of 03 years, subject to performance of the\n individual.\n\n Other Terms & Conditions:\n\n i) A consolidated remuneration of Rs.65,000/- per month will be paid. There will be\n\n no other allowances of facilities provided.\n\n ii) The YP will maintain regular office hours, however if work requires the YP will be\n\n required to work beyond working hours and on weekends and Gazette Holidays\n\n also. No compensatory leave shall be allowed on this account.\n\n iii) The YP shall be eligible for 12 days leave in a year. The leave shall accrue on a\n\n completed month basis calculated from their date of joining on a pro-rata basis.\n\n iv) No remuneration for the period of absence in excess of the admissible leave will be\n\n paid.\n\n v) Un-availed leave in the tenure of a single year shall neither be carried forward to\n\n the next tenure of one year nor encashed.\n\n vi) The appointment of YP would be on a full time basis and he/she would not be\n\n permitted to take up any other assignment during the period of consultancy. The\n\n place of posting will be office of Deputy Resident Commissioner, New Delhi.\n\n vii) Selected YP shall provide integrity certificate from 02 reference known to her/him.\n\n viii) A self-undertaking shall be provided by the YP to the effect that she/he has no\n\n criminal record or criminal case in any court is pending against him/her.\n\n ix) In case, the YP wishes to resign from her/his position, she/he will furnish at least\n\n one month’s notice period. The competent authority may waive off the condition\n\n for notice period or salary in lieu thereof, in deserving cases.\n\n x) The appointment of YP is of temporary nature and the Chandigarh Administration\n\n shall have power and right to terminate his/her services at any time without\n\n assigning any reason.\n\n xi) The service of the contract appointee will be purely on temporary basis and does\n\n not lend to regular appointment.\n\n xii) Absence from duty without any information or any valid reason shall lead to\n\n automatic termination of contractual engagement.\n",
    "https://chandigarh.gov.in/sites/default/files/updation2025/law2025-3306-1003.pdf": " Raj Bhc.wan Punjab\n Diary No.: !98G177 J~ 86177 I . '\n ;n;i) Dated: ?-1, loi j &_7,0~: .)o~ I F.No.2/112025-Estt.Jl\\CLA-- T\n ~ATIONAL COMPANY LA\\\\' APPELLATE TRIBU~AL\n 2n.i &. 3·d Floor, Maaanagar Doorsanehar Sadan (MNL Building), 9, C.G.0. Complex,\n Lodhi Road. New Delhi -110003 Ph. 24306869. Website: hrtps:J/nclat.nic.in\n\n Subject: Filhng up of one post of Programmer in the Xational Company Law\n Appellau: Tribunal on deputation basis.\n\n v->J'-'$./' Applications are invited for filling up of one post of Programmer m\n ~ the National Company Law Appellate Tribunal (J\\'CLA T) at its Principal Bench,\n ':\\ '1'1.-Kow Delhi on deputation basis. The details of the post, pay scale, qualifications\n \\ \\) & eligibUit) are as under· -\n\n Narr e of No. of Pay Scale Qualifications & I.:ligibility Criteria I\n ~· \\.)'-~Pos: _ I Pos~ _\n\n ..-.J il(rojirammer One Le,el-9 Officers working under Central Government\n 'l..,_,.\\ \"\\ ~ (0 I) ({53.100-1 or State Governments or Union Terntorics or I\n 1,6 7,800) Courts or Tribunals or statutory organisarlons r-; / I\n I.... v possessing degree in Bachelor of Engineering\n or Bachelor of Technology in Computer\n Science or Information Technology or Master\n of Computer Applications or equivalent\n I degree from a recognized institute:\n (i) holdmg analogous post on regular basis; or\n (ii) a po~l in level-S in the pay matrix of I ..;( ~Jl... Seventh Central Pay Commission or\n equivalent with two years' regular service in A the grade.\n ' • liii) a post i'l level-? in the pay matrix of\n ,Sct-J ~. !(\"\\ '\\. Seventh Central Pay Commission or\n ~ \\l\"\"i_A;~ equivalent with three years' regular service in\n 9 v[ ..I: the grade. ;fi\n ~~ ~~ . ~ote 1: The departmental officers in the\n , • ()-< · • feeder grade who are in direct line of\n /~ -i <t! promotion shall not be eligible forI L '. ~ ':; consideration for appointmcru on deputation. I\n ., ·~ Similarly, deput.ationists shall not be eligible\n . .~ J ---~~-....-,\"'.L__\\t._.u.._e.__._4MA (e::tit..e. 4 ' 'I l\\A HO\\~ OS~~,\n ~~ .....t.~ ~ C• H... c.a::> ..\\o ~~~ ~e. 11\" t. ~. h\n ~\"l\\'31>5~ CJ- l.J _rb>.i-.-- ~\n r. r--+Jo.\\ \"'1 >f.y,; ~> 0t ~ \"''~1~ ~1.hl( ,~-Pr::>\n 2\n\n for consideration for appointment bv,\n promotion\n Note 2: The period of deputation including\n the period of deputation in another ex-cadre\n I post held immediately preceding this\n appointment shall ordinarily not exceed three\n years.\n Note 3: The maximum age limit for\n appomtment by deputation shall not be\n exceeding fifty-six years as on the closing I\n date of receipt of applications.\n Note 4: For purposes of appointment on\n deputation bas s. •e service rendered <'l\"' a\n regular basis by un office: prior to 01 ·;;\n January, 2016 or the date from which the\n revised pay structure based on the Seventh\n Centra Pay Commission recommendations\n has been extended, shall be deemed to be\n service rendered in the corresponding level in\n the Pay matrix of :he Seventh Central Pay j\n Commission.\n\n 2. The initial period of deputation shall be for one year, which may be\n extended further subject to satisfactory performance.\n\n 3. (I) Ihe conditions of service in matters of'pay, a'Iowances, leave and other\n conditions of service shall be regulated m accordance wirh such rules and\n regulations as arc for the time being applicable lo officers and employees of the\n corresponding scale of pay of the Central Government.\n (::) In matters relating to Provident Fund Scheme, Group Insurance or any other\n Insurance Scheme. age of superannuanon, pension and retirement benefits. the\n same shall continue to be governed by the relevant rules as applicable to them in\n their parent \\1inistry or department or organisation.\n\n 4. The candidates who apply for the above posus) will not be aliowed to\n withdraw tneir application(s) subsequently.\n\n• 5. Docu ruents required:\n (i) Application as per Annexure-I.\n (ii) Certificate h)t the Employer at the end of Annexure-I,\n (iii) Vigilance Clearance Certificate. Integrity Certificate, Details of\n minor/major penalties imposed during the last ten years and Recor ds of\n 3\n '\n suspension etc. during the last ren years (This shall be furnished even if the\n suspension had been revoked wiih/without imposition of penalty).\n i iv) Anested photocopies of the APARs!ACRs for the last five years.\n\n 6. The National Company Law Appellate Tribunal reserves the right not toI [ill up any or all the abov e posts.\n\n 7. The application in the prescribed proforma (Annexure-I), complete in all\n respec.s with the superscription \"Application for the post of Programmer in\n .!\\\"CLA Ton deputation basis\" may be sent, through proper channel along with\n all the necessary documents, to the \"Registrar, National Company Law\n Appel!ate Tribunal, 3\"' Floor, Mahanagar Doorsanchar Sadan (.'vf.T.N.L.\n Building), 9, C.G.O. Complex, Lodbi Road.Xew Dtlbi-110003\" The last date\n or receipt of applications is ·wo months from d1e date of publication of the\n adverusemem in the Employment News The applications incomplete in any\n rcspec. and/or received without aJJ) of the necessary documents as mencioned in\n this vacancy circular are liable to be rejected.\n\n 11. The Vacancy Circular along with Anncxure I can be downloaded from the\n website of the National Company Law Appellate Tribunal hrtps://nclat.nic.in.\n\n (Sunit~\n Registrar\n\n Distribution (It rs requested that the vacancy may please be circulated amongst\n the ofliccrs/officials working in your Ministry/Department/Office) :-\n\n I. Secretary General. Hon'ble Supreme Court of India, New Delhi.\n 2. leg1strar Generals of all Hon 'ble High Courts in India.\n J. Secretary, Ministry of Corporate Affairs, New Delhi.\n 4. i\\ll the Ministries/Departments of Govt. of India.\n 5. Chief Secretaries/Administrators of all the State Govemments!Union\n Ferri tones.\n 6. \\JCLA I website.\n 7. '\\011ce Board>.\n 4•\n ... Annexure-I\n I\n\n PROFORMA FOR APPLJCA TTON FOR APPOil\"ITMENT ON\n DEPUTATION lN THE ~ATIONAL COMPANY LAW APPELLATE\n TRIBUNAL\n\n Postapplied for--------- Affix your recem\n passport size\n photograph here\n\n Name Ill full (TN BLOCK\n LETTERS)\n\n Date of Birth I - •3 (i) Date of entry into service\n\n (ii) Dale of superannuation\n\n Service to which you belong\n\n Office address with Telephone & rs- fax numbers\n\n along\n with 6 +-C-orr_e:;_·_po_n_d_e-nceaddress\n i) Mobile No. (mandatory)\n ii) Email id (mandatory) L I 7 Permanent address\n\n 8 Educational and Professional\n Qualifications (in ascending order\n starting from High School\n onwards)\n\n SL Examinationpassed Board/ Year of Duration Percentage\n ~o. University passing of of marks 1 Course\n '\n 5\n\n ( sel f-attested\n photocopies of\n certificates enclosed)\n\n 9 Details of employment in chronological order\n ~--~---------- Office Post held on From fo Pay Band and Grade j Nature of\n regular basis Pay Scale of pay of the duties\n 1 post held on regular\n basis' .\n (self-attested\n photocopies of\n documents for\n 1 he last ten years\n enclosed)\n \"---- ~---'---..L...--'-~\n I 0 Nature of present employment i.e. '\n Permanent I ad-hoc f temporary ___ ......._ _\n I I In case the present employment is held\n on deputation, please state:\n a) The dace of initial appointment\n b) Period of appointment with address\n c) ':unc of •.he parent\n office/organization\n d l '-:ame of ihe post and pa) of the post\n held ir> substantive capacity in the parent\n organization ~__...I _\n J ~ !fan) post held on deputation in the past\n by the applicant, date of return from the\n last deputation and other details.\n\n 13 Whether belongs to SC'STOBC\n (attested copy of the relevant ceruficate\n to be attached}.\n\n 14 Additional information, if any, relevant\n to the post you applied for in support of\n your suitability for the post.\n _J\n\n#Applicants not holding the post in the Level in Pay Matrix/Pay Hund and Grade\nPay pertaining to Central Government should indicate the equivalent of the Pa:y\nScale vis-a-vis the Central Government pa) scales.\n , 6\n ...\n ' It is cerriried that the information furnished above is correct and true to theI best of'r iy knowledge. In the event of my selection, I shall abide by the terms and\n condnioas of service attached to the post.\nJ\n Place·\n Date:\n Signature of the applicant\n\n Certificate to be furnished by tbe Em plover/\n Forwarding Authoritv:\n\n Certified that the above particulars furnished by\n Mr.~[:; are correct and he/she possesses\n educational qualifications and experience mentioned in vacancy circular. ft is also\n cenifieo -\n\n !. Certified that the above particulars furnished by the applicant have been\n checked from available records and found correct.\n\n 2. Certified that the candidate is eligible for the post as per conditions\n mentioned in the circular.\n\n 3. Vigilance Clearance Certificate, Integrity Certificate, Details of\n Minor.Major Penalties imposed during the last ten years and Records of\n Suspension during the last ten years in respect ofthc applicant are enclosed.\n\n 4. Pnotocopies of APARs/ACRs of the officer for the last five years duly\n attested are enclosed.\n\n 5. Tnat the cadre comrolling authority has no objection to the consideration\n ol the applicant for the post applied for and in the event ofhislhcr selection\n fer deputation in the NCLAT, he/she will be relieved of his/her duties.\n\n Place:\n Date: . . . . . . . . . . . . . .\n Signature\n Name\n Designation\n Tel. No.\n lOf.fice Seal)\n",
    "https://chandigarh.gov.in/sites/default/files/updation2025/jail25-230-0801.pdf": "OFFICE OF MODEL JAIL, SECTOR-51,\n\n U.T.,CHANDIGARH\n\n DETAILED PUBLIC NOTICE\n\n Application prescribed format is invited from the eligible applicant for filling up one post\n of Psychiatrist on contract basis in the Office of the Model Jail, Sector-51, U.T. Chandigarh for\n Drug De-addiction Centre. Application(s) duly completed should reach in the Office of the Model\n Jail, Sector-51, Chandigarh on or before 15.01.2025 by 05:00 p.m.\n Sr. No. Name of the Department Office of the Model Jail, Sector-51, Chandigarh.\n 1. Name & No. of the Post Psychiatrist (01)\n\n 2. Category of Post Group 'A'\n\n 3.\n Age Less than 60 years\n\n 4.\n Remuneration A fixed monthly amount of Rs.75,000/- shall\n be admissible. The amount of remuneration\n so fixed shall remain unchanged for the term\n of the contract. There will be no annual\n increment/percentage increase during\n contract period.\n\n No increment and Dearness Allowance/HRA\n shall be allowed during the term of contract.\n 5. Term of Appointment The term of appointment shall ordinarily be for an\n initial period not exceeding one year which is\n extendable by another one year.\n 6. Nationality Indian\n\n 7. Essential and other Psychiatrist: The candidate should have MD\n qualification degree in Psychiatry from a recognized\n University or equivalent.\n 8. The candidate engaged on contract basis shall be entitled for Paid leave of\n absence at the rate of 1.5 days for each completed month of service.\n Accumulation of leave beyond a calendar year will not be allowed.\n 9. The candidate engaged on contract basis shall observe office hours as per the\n norms of the department/organization in which he/she shall be engaged.\n Further he/she shall devote his whole time to his duties during the period of\n contract and shall not accept any other appointment/engagement, paid or\n otherwise and shall not engage himself/herself in private practice of any kind\n during the period of contract.\n 10 Engaging of candidate shall purely be contractual and he/she shall have no\n . right against the post whatsoever and shall not be entitled to any other\n benefit except salary as mentioned above in para 4.\n 11 The services of candidate shall be discontinued by giving one month's notice\n . from either side at any time. However, the contract of engagement will be\n discontinued, the moment when direct recruitee/promote/deputationist as the\n case may bejoins the post without giving any notice in this regard.\n 12 No vigilance/court case/disciplinary action should be pending against the\n . candidate to be engaged on contract basis.\n 13 The candidate to be engaged shall have to execute an agreement with the\n . HOD of the concerned department, containing a clause on ethics and\n Integrity.\n\nNOTE:- Incomplete application shall be liable to be rejected.\n\n Addl. Inspector General of Prisons,\n Union Territory, Chandigarh\n OFFICE OF MODEL JAIL, SECTOR-51,\n\n U.T.,CHANDIGARH\n\n DETAILED PUBLIC NOTICE\n\n Application prescribed format is invited from the eligible applicant for filling up Three\n posts of Medical Officer on contract basis in the Office of the Model Jail, Sector-51, U.T.\n Chandigarh for Drug De-addiction Centre. Application(s) duly completed should reach in the\n Office of the Model Jail, Sector-51, Chandigarh on or before 15.01.2025 by 05:00 p.m.\n Sr. No. Name of the Department Office of the Model Jail, Sector-51, Chandigarh.\n 1. Name & No. of the Post Medical Officer(03)\n\n 2. Category of Post Group 'A'\n\n 3.\n Age Less than 60 years\n\n 4.\n Remuneration A fixed monthly amount of Rs.45,000/-\n (without shift wise duty) + Rs.5000/- (for shift\n duty) shall be admissible. The amount of\n remuneration so fixed shall remain\n unchanged for the term of the contract. There\n will be no annual increment/percentage\n increase during contract period.\n\n No increment and Dearness Allowance/HRA\n shall be allowed during the term of contract.\n 5. Term of Appointment The term of appointment shall ordinarily be for an\n initial period not exceeding one year which is\n extendable by another one year.\n 6. Nationality Indian\n\n 7. Essential and other Medical Officer: The candidate should have\n qualification MBBS degree from a recognized University or\n equivalent.\n 8. The candidate engaged on contract basis shall be entitled for Paid leave of\n absence at the rate of 1.5 days for each completed month of service.\n Accumulation of leave beyond a calendar year will not be allowed.\n 9. The candidate engaged on contract basis shall observe office hours as per the\n norms of the department/organization in which he/she shall be engaged.\n Further he/she shall devote his whole time to his duties during the period of\n contract and shall not accept any other appointment/engagement, paid or\n otherwise and shall not engage himself/herself in private practice of any kind\n during the period of contract.\n 10 Engaging of candidate shall purely be contractual and he/she shall have no\n right against the post whatsoever and shall not be entitled to any other\n benefit except salary as mentioned above in para 4.\n 11 The services of candidate shall be discontinued by giving one month's notice\n from either side at any time. However, the contract of engagement will be\n discontinued, the moment when direct recruitee/promote/deputationist as the\n case may bejoins the post without giving any notice in this regard.\n 12 No vigilance/court case/disciplinary action should be pending against the\n candidate to be engaged on contract basis.\n 13 The candidate to be engaged shall have to execute an agreement with the\n HOD of the concerned department, containing a clause on ethics and\n Integrity.\n\nNOTE:- Incomplete application shall be liable to be rejected.\n\n Addl. Inspector General of Prisons,\n Union Territory, Chandigarh\n Office of the Model Jail, Sector-51, U.T., Chandigarh",
    "https://chandigarh.gov.in/sites/default/files/updation2025/sports-caf.pdf": "To\n _____________\n\n _____________\n\n _____________\n\nSubject: Engagement of Chartered Accountant Firm.\n\n It is informed that Chandigarh Sports Council intends to engage a qualified\nChartered Accountant Firm who are empanelled under CAG with expertise in Goods &\nService Tax and Income Tax having local office for the office of Chandigarh Sports Council,\nLake Sports Complex, Cricket Chandigarh, KHELO INDIA and Khelo India State Centre of\nExcellence for the 03 Financial Years commencing from 2025-26 onwards subject to\nsatisfactory performance of the firm with the approval of the competent authority with\nenhancement @10% every year.\n\n The scope of work is as under:-\n Sr. Scope of Works\n No\n 1 Preparation of Balance Sheets, Conducting Statutory Audits, Filing of Income Tax\n Returns, Consultancy services on Income tax & accounts, Assessment for Income\n Tax Refund & getting the same refunded and Preparation of Utilization Certificate.\n 2 Filling of all mandatory GST and TDS under GST returns in time and consultancy\n services on GST.\n 3 Assistance in settlement of audit para’s and to guide the office with latest updates\n in above matters from time to time.\n 4 Filing of reply to all notices from Excise & Taxation and GST department, filing of\n appeal before the Appellant authority in GST department, filing of case before the\n GST Tribunal against the appellant authority in GST department.\n 5 Filing of reply to all notices from Income tax department, filling of appeal before the\n appellant authority of Income tax department, filing of case before the Income tax\n tribunal against the appellant authority.\n 6 Any other work associated with the department of income tax, Excise & Taxation\n and GST department in respect of above mentioned offices/projects.\n\n It is requested to quote the fee of your firm for the above said work in the\nprescribed format (enclosed) and submit the quotation in the office of Chandigarh Sports\nCouncil on or before 20.03.2025 till 11:00 A.M. in sealed envelope.\n\n Assistant Controller (F&A)\n For Secretary\n Chandigarh Sports Council\nAPPOINTMENT OF CHARTERED ACCOUNTANT FIRMS FOR CHANDIGARH SPORTS COUNCIL,\nLAKE SPORTS COMPLEX , CRICKET CHANDIGARH, KHELO INDIA AND KHELO INDIA STATE\nCENTRE OF EXCELLENCE\n\nPart A\n\nStatus of the Firm Partnership Sole Proprietorship Company\n\n1. A. Name of the firm (in capital letters) __________________________\n\n B. Address of the Head Office __________________________\n\n (Please also give telephone no. and email address) __________________________\n\n C. PAN no. of the firm and __________________________\n\n GST No. __________________________\n\n2. ICAI Registration No. _____________ Region Name ___________\n\n Region Code No. _____________\n\n3. Empanelment number with comptroller & Auditor General of India:- _______\n\n4. A. Date of Constitution of the firm: ________________\n\n B. Date since when the firm has a full time FCA ________________\n\n5. Full time Partners/Sole Proprietor of the firm as on 01.03.2025\n\n S.No. Continuous association with firm Number of FCA Number of ACA\n\n a Less than one year\n\n b 1 year or more but less than 5 years\n\n c 5 years or more but less than 10\n years\n\n d 10 years or more but less than 15\n years\n\n e 15 years or more\n\nNote: Please attach the copy of Firm’s Constitution Certificate issued by ICAI.\n6. Number of Part time Partners if any, as on 01.03.2025: _____________\n\n7. Number of Full time Chartered Accountant as on 01.03.2025: ______________\n\n8. Number of audit staff employed full-time with the firm\n\n A. Articles/Audit Clerks ________________\n\n B Other Audit Staff ________________\n (with knowledge of book keeping and accountancy)\n\n C Other Professional Staff (please specify) ________________\n (list to be attached for S.No. 5 to 8)\n\n9. Number of Branches if any ________________\n (please mention places & locations)\n\n10. Whether the firm is engaged in any internal and external audit or providing any\n other services to any Govt. Company/Autonomous Bodies/Corporation or Co-\n Operative Institution etc.\n If ‘yes’, details may be given on a separate sheet\n YES/NO\n .\n\n11. Whether the firm has any experience of audit in Sports Organisation or Department.\n If yes details may be given on a separate sheet. YES/NO\n\n12. Whether the firm is implementing quality control policies and procedures designated\n to ensure that all audit are conducted in accordance with Statement on Standard\n Auditing Practices.\n (If ‘yes’, a brief note on the procedure adopted is to be enclosed) YES/NO\n\n13. Are there any court/arbitration/legal cases against the firm\n (If ‘yes’, give a brief note of the cases indicating its present status)\n YES/NO\n 14. Quote your fee in respect of:\n\nSr. Scope of Work Fees (Inclusive of Taxes)\nNo Chandigarh Lake Sports Cricket Khelo India Khelo India\n Sports Council Complex Chandigarh State Centre\n (A) (B) (C) (D) of\n Excellence\n (E)\n1 Preparation of Balance Sheets,\n Conducting Statutory Audits, Filing of\n Income Tax Returns, Consultancy\n services on Income tax & accounts,\n Assessment for Income Tax Refund &\n getting the same refunded and\n Preparation of Utilization Certificate.\n2 Filling of all mandatory GST and TDS\n under GST returns in time and\n consultancy services on GST.\n3 Assistance in settlement of audit para’s\n and to guide the office with latest\n updates in above matters from time to\n time.\n4 Filing of reply to all notices from Excise\n & Taxation and GST department, filing\n of appeal before the Appellant\n authority in GST department, filing of\n case before the GST Tribunal against\n the appellant authority in GST\n department.\n5 Filing of reply to all notices from Income\n tax department, filling of appeal before\n the appellant authority of Income tax\n department, filing of case before the\n Income tax tribunal against the\n appellant authority.\n6 Any other work associated with the\n department of income tax, Excise &\n Taxation and GST department in\n respect of above mentioned offices.\n Total\n Part-B\n\n I/We the sole proprietor/partners of M/s ___________________________ Chartered Accountant do hereby\n jointly and severely verify and declare:-\n\n i. That the particulars given are complete and correct and that if any of the statements made or the\n information so furnished in the",
    "https://chandigarh.gov.in/sites/default/files/updation2025/sport25-jcoach-1702.pdf": "cs\ngb=\n ch\n oa\n\n=e\ncs\n vila Sp | JointDifeetor Sports,\nfor Director, Spgrts Department\n Chandigarh Administration\n oY ate\nses SPORTS DEPARTMENT\nDIANA 6! CHANDIGARH ADMINISTRATION : x\n ee 8/ HOCKEY STADIUM SECTOR 42 CHANDIGARH aN Sal Sorh pdm WEBSITE: http://sportsdeptt.chd.gov.in ARH ADMIN\n\n Link for submitting Online Application for the Posts of JUNIOR\n COACHES in various disciplines is as under:-\n\n https://nltchd.info/utsprtrect/\ncs\n",
    "https://chandigarh.gov.in/sites/default/files/updation2025/dsw25-cpwc-2404.pdf": " Department of Social Welfare, Women & Child Development\n Chandigarh Administration\n\nApplications are invited for the post of Call Operators (on Contractual basis) initially for a period of\none year:\n\n Sr. Name of Unit No. of Qualification Experience Age Salary\n No. the Post Post & Eligibility Structure\n Criteria\n 1. Call Child Helpline-\n Operator – 1098 Any person\n Day and under Union having good\n Night Shift Territory Child 01post communication\n Basis Protection of skills in Hindi, Rs. 25,389\n Society Male/ Graduate English and/or /- Per\n Female from regional 18-37 Month\n 2. Call Women Helpline- recognized languages and years (Fixed\n Operator - 181 under board or have requisite including\n Day and Chandigarh Child institution qualifications EPF)\n Night Shift and Women 02 and experience\n Basis Development posts of working on\n Corporation of telecom/web\n Limited Female based relevant\n systems\n\nNote 1: Complete application of Call Operator, Child Helpline-1098 and Women Helpline-181 should\nbe sent to the O/o Member Secretary, UTCPS, Sector 19-B (Opposite House No. -1042), Chandigarh before &\non 16.5.2025 by 3.00pm\n\nNote 2: Documents to be attached with the application form include: i) One copy of latest passport size\nphotograph which should be pasted on the application form;\nii) Self-Attested photocopy of testimonials of essential qualification and experience along with resume;\n\nNote 3: Application form can be obtained from the official website of Chandigarh Administration:\nwww.chandigarh.gov.in and Social Welfare Department: www.chdsw.gov.in.\n\nNote 4: An application letter will be summarily rejected if: i) Applicant does not mention the name of the post\napplied for; ii) The application is unsigned/incomplete; iii) The application is received in the office after\nclosing of date and time.\n\nNote 5: Date and time of interview will be intimated to the eligible candidates.\n\nNote 6: Candidates who wish to apply for both units i.e. Child Helpline-1098 & Women Helpline-181\nshall submit separate applications for each unit. Please ensure that each application is distinct and includes\nthe necessary details relevant to the specific post you are applying for.\n\n The Competent Authority reserves the right to cancel the selection process at any time and\nat any stage without assigning any reason thereof.\n\n -Sd-\n Member Secretary\n UTCPS, Chandigarh Administration\n\n Regd. Office:\n Union Territory Child Protection Society, 2rd floor, Sector-19 b, Chandigarh\n (Opposite H. No. 1042)\n Phone No.: 0172-2548000, 0172-2780140\n APPLICATION FORM\n\nPost applied for: Child Helpline-1098 Women Helpline-181\n\nFull Name : ______________________________________________________\n\nFather’s Name/ Husband’s Name: ________________________________________________________________________\n\nPermanent Address:\n\n_______________________________________________________________________________________________________________\n\nCorrespondence Address:\n\n_______________________________________________________________________________________________________________\n\nMobile No. : _________________________________ Email ID: ____________________________________________________\n\nDate of Birth: ___________________________Present Age as on date of advertisement: _____________ yrs.\n\nEducational Qualification:\nQualification Subjects Name of Marks Total % Year of\n\n School/University obtained Marks passing\n\n Principal Subsidiary\n\n 10th\n\n 12th\n\n Diploma\n\n Graduation\n Post-\n\n Graduation\n\n Any Other\n\n Any other\n\nWork Experience (If any):\n\n Name of Designation Nature of Period Duration\n organization Duties\n From To\n\nDeclaration: “I hereby declare that all the statements made in the application form are true, complete and correct to\n\nthe best of my knowledge and belief. I understand that in the event of any information being found untrue/false/incorrect\n\nor I do not satisfy the eligibility criteria, my candidature/appointment will be cancelled/terminated without assigning\n\nany reason thereof. I have read the contents of the advertisement and agree to abide by the rules, regulations and\n\nprocedures for appointment to the post applied for.”\n\nDate:\n\nPlace: (Signature of the applicant)\n",
    "https://chandigarh.gov.in/sites/default/files/updation2025/stp25-1133-0502.pdf": "From\n The Chief Architect,\n Department of Urban Planning,\n Chandigarh Administration.\n Deluxe Building, Sector 9D,\n Chandigarh-160009.\nTo\n 1. The Ministries/Departments of Government of India,\n 2. The Chief Secretaries of State Governments.\n 3. The Chief Town Planners of States.\n 4. The Public Sector Undertaking/Autonomous organization.\n\n File No. (TP)A-8/STP-2025/\n Dated Chandigarh, the\nSubject:- Filling up one post of Divisional Town Planner (Group A) in the pay\n scale of 15600-39100+7600/-Grade Pay (Level-12 as per 7th CPC); &\n One post of Assistant Town Planner (Group-A) in the pay scale of\n 15600-39100+5400/- Grade Pay (Level-10 as per 7th CPC) on deputation\n (including short term contract) in the Town Planning Wing, Department\n of Urban Planning, Chandigarh Administration.\nSir/Madam,\n I am directed to address you on subject matter and to state that one post of\nDivisional Town Planner (Group-A) in the pay band of Rs.15600-39100+7600/- Grade Pay\n(Level-12 as per 7th CPC) and one post of Assistant Town Planner (Group-A) in the pay\nscale of 15600-39100+5400/- Grade Pay (Level-10 as per 7th CPC) in the Town Planning\nWing of the Department of Urban Planning, Chandigarh Administration is to be filled up\nby deputation (including short term contract) belonging to officer of the Central\nGovernment or State Government or Union Territory or Public Sector Undertaking or\nAutonomous Organizations. The post details as under:-\n Sr. No. Name of the post No. of Essential Educational and other and\n along with scale Posts qualification required for deputation (including\n of Pay& short term contract)\n Classification\n\n 1. Divisional Town 01 Officers of the Central Government or State\n Planner Government or Union Territories or Public\n (One) Sector Undertaking or Autonomous Statutory\n (In pay band of Organization:-\n Rs.12,000+375-\n 13500-400-15500 (a)(i) Holding analogous post on regular basis in\n (Pre revised) Or the Parent Cadre or Department; or\n\n Rs.15600- (ii)With seven years service in the grade\n 39100+7600/- rendered after appointment thereto on regular\n G.P.)(Level-12 as basis in the scale of pay of Rs.7800-220-8100-\n per 7th CPC) 275-10300-340-12000-375-13500 (Pre revised)\n Or Rs.15600-39100+5400/- G.P revised pay\n scale Level-10 as per 7th CPC) or equivalent in\n the parent cadre or Department; and General Civil\n Services Group-A (b) possessing the following educational\n Gazetted Post qualifications and experience:-\n (Non Ministerial)\n (a) (i) A degree in Bachelor of Technology\n (Planning) from a recognized University or\n Institute or equivalent;\n\n (ii) Five years experience in Town Planning.\n Or\n\n (b) (i) Post Graduate Degree in City and\n Regional Planning from a recognized University\n or Institute or equivalent;\n\n (ii)Two years experience in Town\n Planning\n\n2. Assistant Town 01 Officers of the Central Government or State\n Planner Government or Union Territories or Public\n (One) Sector Undertaking or Autonomous Statutory\n Organization:-\n (In the pay band (a)(i) Holding analogous post on regular basis in\n of Rs.7800-220- the Parent Cadre or Department; or\n 8100-275-10300-\n 340-12000-375- (ii)With five years’ service in the grade rendered\n 13500(Pre after appointment thereto on regular basis in the\n revised) Or scale of pay of Rs.7,200-220-8,100-275-\n 10,300-340-11,660 (Pre Revised) Or (Rs.9300-\n Rs.15600- 34800+4600/- G.P revised pay scale Level-07\n 39100+5400/- as per 7th CPC) or equivalent in the parent\n G.P. (Level-10 as cadre or Department; and\n per 7th CPC)\n (b) Possessing the following educational\n qualifications and experience:-\n General Civil (a)(i) A degree in Bachelor of Technology\n Services Group-A (Planning) from a recognized University or\n Gazetted Post Institute or equivalent;\n (Non Ministerial)\n (ii) Three years experience in Town\n Planning.\n\n Or\n\n (b)(i) Post Graduate Degree in City and\n Town Planning from a recognized University or\n Institute or equivalent;\n\n Note: The Departmental officers in the feeder category who are in the direct line\nof promotion shall not be eligible for consideration for appointment on deputation.\nSimilarly, deputationists shall not be eligible for consideration for appointment by\npromotion (period of deputation including period of deputation in another ex-cadre post\nheld immediately preceding this appointment in the same or some other Organization\nor Department of the Central Government shall ordinarily not to exceed 3 years. The\nmaximum age limit for appointment by deputation (including short term contract) shall\nnot be exceeding 56 years as on the closing date of receipt of application.\n\n Other Terms and Conditions\n\n1. Upper Age Limit Not to be exceeding 56 Years of age\n\n2. Period of One year in the first instance and to be extended from\n Deputation time to time or reduced according to the requirements.\n However, the period of deputation will not ordinarily\n exceed three years.\n 33. Pay Own scale of pay without any deputation allowance as\n per terms & conditions of Chandigarh Administration.\n\n 44. D.A. & Local According to the rules of Chandigarh Administration\n Allowances\n\n 55. T.A. Joining time According to the rules of Government to which deputed\n & Transfer T.A. i.e. Central Rules\n\n 66. Leave and The rules of Parent Government\n Pension\n\n 77. Leave Travel According to Central Government Rules\n Concession,\n Medical\n Concession &\n Accommodation\n\n 88. Leave Salary and The Allocation of leave salary and pension charges\n Pension payable by this Administration will be regulated under\n contribution the Rules of the parent Government.\n\n The aforementioned terms and conditions are subject to instructions as issued\nadopted by the Chandigarh Administration from time to time.\n The eligible officers/officials should apply for aforesaid posts and forward their\napplications through their department. While forwarding the applications of the eligible\nofficers, the concerned department should furnish the following documents & certificates:\n a) The application/Bio-data on prescribed pro"
}